tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "rigellute/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "nmap"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "bat"
brew "c-ares"
brew "cmake"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "libslirp"
brew "lima"
brew "colima"
brew "diff-so-fancy", args: ["HEAD"]
brew "docker"
brew "python@3.10"
brew "docutils"
brew "dotbot"
brew "duf"
brew "dust"
brew "exa"
brew "zstd"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "foreman"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "highlight"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "lazygit"
brew "lf"
brew "libgit2"
brew "libsass"
brew "lua-language-server"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "openssl@3"
brew "postgresql"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "spotifyd"
brew "starship"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vifm"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "rigellute/tap/spotify-tui"
brew "thoughtbot/formulae/parity"
cask "bitwarden"
cask "dropbox"
cask "font-hack-nerd-font"
cask "gpg-suite"
cask "kitty"
cask "libreoffice"
cask "lulu"
cask "popcorn-time"
cask "postman"
cask "qbittorrent"
cask "visual-studio-code"
