tap "adoptopenjdk/openjdk"
tap "autozimu/formulas"
tap "dart-lang/dart"
tap "eugenmayer/dockersync"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "rigellute/tap"
tap "sass/sass"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "zstd"
brew "readline"
brew "awscli"
brew "libgit2"
brew "bat"
brew "btop"
brew "c-ares"
brew "gettext"
brew "glib"
brew "capstone"
brew "gmp"
brew "coreutils"
brew "cask"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "colordiff"
brew "cowsay"
brew "curl"
brew "deno"
brew "diff-so-fancy", args: ["HEAD"]
brew "docker-compose"
brew "docutils"
brew "dos2unix"
brew "dotbot"
brew "duf"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "foreman"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "graphviz"
brew "gsl"
brew "hadolint"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit", args: ["HEAD"]
brew "libpq"
brew "libsass"
brew "libslirp"
brew "lua-language-server"
brew "luarocks"
brew "macchina"
brew "midnight-commander"
brew "mysql"
brew "mysql-client"
brew "mysql-client@8.0"
brew "neovim"
brew "ninja"
brew "nmap"
brew "ollama"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "postgresql@15"
brew "python@3.9"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "spotifyd", restart_service: :changed
brew "starship"
brew "stylua"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "universal-ctags", args: ["HEAD"]
brew "vifm"
brew "vim"
brew "watchman"
brew "wget"
brew "yaml-language-server"
brew "yarn"
brew "zf"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sass/sass/sass"
cask "bitwarden"
cask "caffeine"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gpg-suite"
cask "kitty"
cask "lulu"
cask "macforge"
cask "postman"
cask "qbittorrent"
cask "sequel-ace"
cask "steam"
cask "ubersicht"
cask "visual-studio-code"
cask "whatsapp"
cask "windsurf"
